mixly/Mixly_Company_Extend/nova/hardware/nova/avr/boards.txt
Nova.name=Nduino

Nova.upload.tool=avrdude
Nova.upload.protocol=arduino
Nova.upload.maximum_size=32256
Nova.upload.maximum_data_size=2048
Nova.upload.speed=115200

Nova.bootloader.tool=avrdude
Nova.bootloader.low_fuses=0xFF
Nova.bootloader.high_fuses=0xDE
Nova.bootloader.extended_fuses=0x05
Nova.bootloader.unlock_bits=0x3F
Nova.bootloader.lock_bits=0x0F
Nova.bootloader.file=optiboot/optiboot_atmega328.hex

Nova.build.mcu=atmega328p
Nova.build.f_cpu=16000000L
Nova.build.board=AVR_UNO
Nova.build.core=arduino
Nova.build.variant=standard


